<h1>ＫＩＤＺＭＥＡＬ Ｐｒｏ利用約款</h1>

<br/>
第1条（定義） <br/>
１　ＫＩＤＺＭＥＡＬ Ｐｒｏ利用約款において使用する以下の用語は、各々以下に定める意味を有するものとします。 <br/>
①	「当社」とは、株式会社ミールケアをいいます。<br/>
②	「本約款」とは、当社が定めるＫＩＤＺＭＥＡＬ Ｐｒｏ利用約款をいいます。<br/>
③	「本サービス」とは、当社が提供する保育園・幼稚園用の管理ソフト「ＫＩＤＺＭＥＡＬ Ｐｒｏ」をいいます。本サービスにおける機能は別紙機能一覧に定める事項をその内容とします。<br/>
④	「申込者」とは、本サービスの利用を希望する、保育園、幼稚園等の運営事業者又は当社が認める者をいいます。<br/>
⑤	「本契約」とは、申込者及び当社間において成立する、本サービスの利用にかかる契約をいいます。<br/>
⑥	「管理ツール」とは、本サービスを利用する上で、申込者が自ら情報を登録・編集できる、当社が提供する専用のウェブページ等をいいます。<br/>
⑦	「園児」とは、申込者が運営する保育園・幼稚園等に通園し、又は通園していた園児等をいいます。 <br/>
⑧	「保護者」とは、園児の保護者をいいます。<br/>
⑨	「保護者向けアプリ」とは、本サービスに関連して当社が提供する、保護者向け保育園・幼稚園連携献立管理アプリ「ＫＩＤＺＭＥＡＬ」をいいます。<br/>
⑩	「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます）、肖像権、人格権、パブリシティ権これらに類似・付随・派生する権利を意味します。<br/>
２　前項にかかわらず、本約款中において別途定義を定める場合があります。<br/>

<br/><br/>
第2条（本契約の成立）<br/>
１　申込者が当社に対し、本約款に同意のうえ、当社所定の申込書によって本サービス利用の申込みを行い、当社が申込書に対応する受注書を申込者に交付することにより、本契約が成立するものとします。<br/>
２　前項にかかわらず、本契約にかかる申込みおよび受注は、両当事者が別途合意する場合、電子メール等、他の手段・形式によって行うことができるものとします。<br/>
３　申込者は、申込書記載の事項又はその他当社の指定する事項に変更があった場合、当社の指定する方法にて直ちに届け出るものとします。<br/>

<br/><br/>
第3条（役割分担）<br/>
&nbsp;&nbsp;&nbsp;
本契約に関する当社と申込者の役割分担は、以下の通りとします。但し、以下に該当しない事項については、当社と申込者が別途協議して、役割分担を定めるものとします。<br/>
（１）当社の役割 <br/>
①　ＩＤ発行<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、本約款第2条に従って本契約が成立した場合、申込者に対して、本サービスに関するＩＤ・パスワードを発行し、申込書記載の内容に従って本サービスを提供します。<br/>
②　サービス提供<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、申込者に対して、本サービスを提供します。なお、当社は、本サービスの内容を別紙機能一覧に定める事項の一部に限定して提供することがあるものとし、その場合の利用手続等は当社の定めるところによるものとします。<br/>
③　保守・運用サービス<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
当社は、申込者に対して、本サービスを正常に利用・稼働するために必要な保守・運用サービス、情報の提供、問い合わせ対応、障害対応を行います（対応時間は当社の営業時間とします）。
（２）申込者の役割 <br/>
①　データ連携<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
申込者は、本サービスの利用期間中、管理ツールで必要な情報等（献立写真を含む）を入力・登録し、保護者向けアプリとの間で献立等のデータ連携を促進するものとします。<br/>
 ②　保護者への利用推奨<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
申込者は、保護者に対し、保護者向けアプリ及びこれに関連するサービスの利用を推奨し、保護者向けアプリの普及、発展、知名度の向上に努めるものとします。<br/>
 ③　情報登録<br/>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
申込者は、管理ツールにおいて、園児の氏名、年齢、身長、体重、アレルギー情報等を登録するものとし、申込者及び当社が当該情報を利用することについて、保護者から必要な同意を得るものとします。<br/>

<br/><br/>
第4条（本サービスの提供） <br/>
１　当社は、本サービスを善良なる管理者の注意をもって誠実に履行し、申込者の本サービスに係る要望がある場合には、真摯に対応するものとします。<br/>
２　当社は、本約款の他、当社が定める各サービスの利用約款、条件等に従い本サービスを提供されるものとします。また、本サービスが当社の提携先を通じて提供される場合は当該提携先の定める利用約款、条件等に従いサービスが提供されるものとします。<br/>
３　当社は、所定の期日までに申込者の指定する電子メールアドレスに対し、本サービス利用に必要なURLを電子メールにて通知します。当該URL通知によって本サービスの納品は完了します。ただし、本サービスの内容によっては納品基準が異なる場合があり、その場合、各サービス所定の内容に従います。<br/>
４　申込者は、本サービスの納品後10営業日以内に、本サービスの内容が申込内容と相違ないことおよび、各種表現が関連法規に適合しているものであるか確認し、申込内容に対する齟齬や不適切な表現等があった場合は、当社に対してすみやかに修正を依頼するものとします。<br/>
５　前項による申込者からの確認後であっても、当社は、本サービスのウェブページ上に第三者による不適切な投稿等を発見した場合には、投稿内容の削除又は是正等の対応をすることができるものとします。<br/>

<br/><br/>
第5条（ＩＤ・パスワード及びメールアドレスの管理）<br/>
１　申込者は、自己の責任において、本サービスに関するＩＤ・パスワード及びメールアドレスを適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします<br/>
２　ＩＤ・パスワードまたはメールアドレスの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は申込者が負うものとし、当社は一切の責任を負いません。<br/>

<br/><br/>
第6条（対価-利用料）<br/>
 １　申込者は、当社に対し、本サービス利用の対価として、別紙料金体系に定める料金を支払うものとします。申込書において別段の定めがある場合はそれに従います。<br/>
 ２　当社に対する支払方法は、すべて当社の指定する銀行口座へ振込送金する方法によるものとし、本契約に関する金銭の支払いにかかる振込手数料は申込者の負担とします。<br/>
    
<br/><br/>
第7条（手数料の取扱い）<br/>
１　前条に定める料金とは別に、本サービスの利用に関する手数料、支払方法等を定める場合があります。その場合の手数料等の扱いは、当社が、各種サービスごとに個別に定めるものとします。<br/>
２　本サービスを通じて、当社と申込者が合意した当社又は提携先が提供するサービスの提供または販売によって手数料（その他の名目を問わず、当社もしくは申込者が受け取った金銭をいいます）がある場合は、当社と申込者は、事前に合意した割合でシェアすることがあるものとします。 <br/>
３　前項に基づきシェアした当社が受け取る手数料は運用費（運用費が発生する場合）と相殺される場合があります。当社が受け取る手数料が運用費を下回る場合には相殺後の金額が運用費として申込者に対して請求されるものとし、また、当社が受け取る手数料が運用費を上回る場合には当該月についての運用費は申込者に対して請求されないものとします。<br/>
４　第2項に基づきシェアした金額における当社もしくは申込者から他方への支払期日は、手数料を受け取った日の属する月の翌月末日までに支払うものとします。<br/>
５　本条の定めにかかわらず、当社から申込者へ支払う金銭がある場合、当社は本条に基づく対価と相殺し、相殺後の金額を請求することができるものとします。 <br/>

<br/><br/>
第8条（申込者の責任、禁止事項）<br/>
１　申込者は、保育園または幼稚園等の運営事業者として、関連諸法規を遵守し、かつ、それ以外の関連法規を遵守して本サービスを利用するものとします。<br/>
２　本サービスの利用に関連して、保護者を含む第三者との間でトラブルや紛争が生じた場合、申込者がその費用と責任で対応するものとし、当社に迷惑を一切かけないものとします。<br/>
３　申込者は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当社が判断する行為をしてはなりません。<br/>
①　法令・各種通達・ガイドラインに違反する行為または犯罪行為に関連する行為<br/>
②　当社、他の利用者またはその他の第三者に対する詐欺または脅迫行為 <br/>
③　公序良俗に反する行為<br/>
④　当社、本サービスの他の利用者またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為<br/>
⑤　本サービスを通じ、以下に該当し、または該当すると当社が判断する情報を当社または保護者等の第三者に送信すること <br/>
・過度に暴力的または残虐な表現を含む情報 <br/>
・コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報 <br/>
・当社、他の利用者またはその他の第三者の名誉または信用を毀損する表現を含む情報 <br/>
・過度にわいせつな表現を含む情報 <br/>
・差別を助長する表現を含む情報 <br/>
・自殺、自傷行為を助長する表現を含む情報 <br/>
・薬物の不適切な利用を助長する表現を含む情報 <br/>
・反社会的な表現を含む情報 <br/>
・スパムメール、チェーンメール等の第三者への情報の拡散を求める情報 <br/>
・他人に不快感を与える表現を含む情報 <br/>
⑥　本サービスのネットワークまたはシステム等に過度な負荷をかける行為 <br/>
⑦　本サービスの運営を妨害するおそれのある行為 <br/>
⑧　当社のネットワークまたはシステム等に不正にアクセスし、または不正なアクセスを試みる行為 <br/>
⑨　第三者に成りすます行為<br/>
⑩　他の利用者のメールアドレスまたはＩＤ・パスワードを利用する行為 <br/>
⑪　当社が事前に許諾しない本サービス上での宣伝、広告、勧誘、または営業行為 <br/>
⑫　本サービスの他の利用者の情報の収集 <br/>
⑬　当社、他の利用者またはその他の第三者に不利益、損害、不快感を与える行為 <br/>
⑭　当社ウェブサイト上で掲載する本サービス利用に関するルールに抵触する行為 <br/>
⑮　反社会的勢力等への利益供与 <br/>
⑯　面識のない異性との出会いを目的とした行為 <br/>
⑰　前各号の行為を直接または間接に惹起し、または容易にする行為 <br/>
⑱　その他、当社が不適切と判断する行為 <br/>
４　当社は、申込者が前項の表明に反する行為を行った場合には、投稿の全部もしくは一部の削除を、申込者に事前に通知することなく、行うことができるものとします。<br/>
３　当社は、本条に基づき当社が行った措置に基づき申込者に生じた損害について一切の責任を負いません。 <br/>

<br/><br/>
第9条（権利の帰属） <br/>
１　本サービスに関する知的財産権は、全て当社または当社にライセンスを許諾している者に帰属しており、本サービスの利用によって、当該知的財産権の使用が許諾されるものではありません。<br/>
２　前項にかかわらず、本サービスにおいて、申込者から提供を受けた素材（以下「素材等」といいます）が含まれ、それについて提供時に申込者に権利の留保が明記されている場合、当該素材に係る知的財産権は、申込者に留保されることがあるものとします。申込者に留保される場合であっても、当社は、本契約の履行、本サービスの提供のために当該素材等を無償で使用することができるものとし、当該素材等が献立情報である場合は、本契約の履行、本サービスの提供に限らず、当社は、当該情報を無償で自由に使用することができるものとします。<br/>
３　申込者は、自ら提供する素材等につき、第三者の知的財産権を侵害していないことを保証するものとします。<br/>

<br/><br/>
第10条（本サービスの変更、終了等）<br/>
１　当社は、当社又は当社の提携先の都合により、申込者に事前に通知することなく、本サービスの内容を変更・追加し、または提供を終了することができます。<br/>
２　当社は、本条に基づき当社が行った措置に基づき申込者に生じた損害について一切の責任を負いません。<br/>
３　当社は、当社の判断により、申込者に事前に通知することなく、本規約をいつでも任意の理由で変更することができるものとします。変更後の利用規約は、当社が別途定める場合を除き、利用規約上に表示した時点から効力が生じるものとします。<br/>

<br/><br/>
第11条（免責事項）<br/>
１　当社は、本サービスの利用によっても、申込者の売上増加、特定の目的に適合すること、期待する機能・商品的価値・正確性・継続性、有用性を有すること、本サービスの利用が申込者に適用のある法令または業界団体の内部規則等に適合すること、及び不具合が生じないことについて、何ら保証するものではありません。<br/>
２　申込者は、本サービスの利用及び本契約を利用してなされる一切の行為とその結果について一切の責任を負うものとします。<br/>
３　天災地変、戦争、内乱、暴動、サイバーテロ、停電・通信回線の事故、インターネットインフラその他のサーバー等のシステム上の不具合その他の不可抗力、その他当社の責に帰することのできない事由により本契約の全部または一部が履行できなかった場合、当社はその責を問われないものとします。<br/>
４　当社は、申込者の投稿データその他申込者に関連する情報（以下「投稿データ等」といいます）につき保管義務を負わないものとし、当社が管理するサーバーから投稿データ等が消滅したとしても、当社は一切の責任を負わないものとします。<br/>
５　当社は、当社による本サービスの提供の中断、停止、終了、利用不能または変更、申込者が本サービスに送信したメッセージまたは情報の削除または消失、申込者の登録の抹消、本サービスの利用による投稿データの消失または機器の故障もしくは損傷、その他本サービスに関して申込者が被った損害につき、賠償する責任を一切負わないものとします。<br/>
６　当社は、申込者が本サービスを利用する際に使用するいかなる機器、ソフトウェアについても、その動作保証を一切しないものとします。<br/>
７　当社は、申込者が本サービスを利用するにあたり、コンピューター・ウィルスなど有害なプログラム等による損害を受けないことを保証しないものとします。<br/>
８　本サービスに関連して申込者と第三者（保護者及び園児を含む）との間において生じた取引、連絡、紛争等については、当社は一切責任を負いません。<br/>
９　当社は、当社に故意または重大な過失がない限り、本サービスに起因して生じた申込者の損害を賠償しないものとします。また、万一、損害賠償が生じる場合であっても、その範囲は、申込者に直接、通常、かつ現実に生じた損害に限られ、かつ、その賠償額は、その事象が生じた日より以前の直近１か月間に当社が当該申込者より直接受領した金額の合計額を超えないものとします。<br/>
    
<br/><br/>
第12条（秘密保持義務等）<br/>
１　申込者および当社は、本契約の内容および本契約を通じて知り得た相手方の営業秘密として管理されかつ秘密情報である旨明示のうえ開示された情報（以下、あわせて「秘密情報」といいます）を、相手方の書面による事前の承諾のない限り、第三者に開示、提供、漏洩し、または本契約の履行目的外に使用してはならないものとします（以下、本条において、秘密情報を開示する者を「開示者」、秘密情報の開示を受ける者を「非開示者」といいます）。ただし、次に掲げる情報は秘密情報に含まないものとします。<br/>
①　開示の時点で既に非開示者が保有していた情報 <br/>
②　開示の時点で公知の情報 <br/>
③　開示された情報によらずして、自ら独自に開発した情報 <br/>
④　開示後に非開示者の責に帰すべき事由によらずに公知となった情報 <br/>
２　開示者から受領者に開示される情報に個人情報（個人情報の保護に関する法律に定める個人情報をいいます）が含まれる場合、受領者は個人情報を機密として保持し、第三者に開示・遺漏したり、本契約の目的以外に利用しないものとし、また、個人情報の紛失・破壊・改ざん等の防止に必要な合理的措置を講ずるものとします。開示される情報に個人情報が含まれる場合、開示者は、あらかじめ個人情報の提供者の同意の上で当該提供を行うものとします。<br/>
   
<br/><br/>
第13条（契約期間および存続条項）<br/>
１　本契約は、申込書に定められた契約期間において有効に存続し、契約期間満了の1ヶ月前までに双方いずれからも期間満了をもって契約を終了する旨の書面による通知がない場合、自動的に更に満6ヶ月間延長し、以降も同様とします。ただし、契約プランにより有効期間が異なる場合には、当該契約プランの有効期間が優先されます。<br/>
２　申込者は、前項に基づき契約の更新をする場合、当社の了承のうえで、申込者が選択した契約プランを変更することができます。<br/>
３　本契約終了時に未履行の債務がある場合、本契約終了後も、本契約の関係する各条項は有効に適用されます。<br/>
４　本契約終了後も、第11条（免責事項）、第12条（秘密保持義務等）、本条（契約期間および存続条項）、第16条（遅延損害金）、第18条（申込者による譲渡等禁止）および第19条（協議および管轄裁判所）は有効に存続します。<br/>
    
<br/><br/>
第14条（中途解約）<br/>
１　申込者および当社は、解約を希望する日の3ヶ月前までに、本契約の中途解約を希望する旨を相手方に書面により通知することで、解約希望月の末日限りで本契約を中途解約することができます。 <br/>
２　前項にしたがって申込者が本契約を解消する場合、申込者は当社に対して、違約金として、解約月の翌月から契約期間満了までの期間の運用費相当額を、解約希望月の運用費と併せて一括して支払うものとします。<br/>
    
<br/><br/>
第15条（一時停止、解除等）<br/>
１　いずれかの当事者が次の各号の一に該当する場合、相手方は、催告その他の手続を要せずに、直ちに本契約の全部または一部につき履行を停止し、または解除することができるものとします。なお、当該解除は損害賠償の請求を妨げません。<br/>
①	本契約に違反し、または相手方に対する債務の全部もしくは一部を履行せず、相手方が相当の期間を定めて催告したにもかかわらず当該期間内に是正または履行しないとき<br/>
②	財産または信用状態の悪化等により、差押え、仮差押え仮処分、強制執行もしくは競売の申立てがなされ、または租税公課を滞納し督促を受けたとき<br/>
③	破産手続開始、民事再生手続開始、会社更生手続開始、特別清算手続開始その他法的倒産手続開始の申立てがあったとき、または解散（法令に基づく解散も含む）、清算（特別清算も含む）もしくは任意整理の手続きに入ったとき <br/>
④	営業の廃止、休止、変更、または事業の全部もしくは重要な一部の譲渡の決議をしたとき <br/>
⑤	手形または小切手を不渡としたとき、その他支払停止状態に至ったとき <br/>
⑥	監督官庁から行政指導、営業停止または営業免許もしくは営業登録の取消の処分を受けたとき<br/>
⑦	いずれかの当事者またはその役員が反社会的勢力であることが判明したとき、あるいは、いずれかの当事者またはその役員と反社会的勢力との現在または過去における関与が明らかとなったとき<br/>
２　いずれかの当事者が前項各号の一に該当した場合、該当者が相手方に負担するすべての債務は、直ちに期限の利益を喪失するものとします。<br/>

<br/><br/>
第16条（遅延の運用費と併せて一<br/>
&nbsp;&nbsp;&nbsp;
申込者が第6条に掲げる利用料の支払いその他本契約に関する支払を遅延した場合には、当社に対し支払期日の翌日から完済の日まで年14.5％の遅延損害金を支払うものとします<br/>

<br/><br/>
第17条（再委託）<br/>
&nbsp;&nbsp;&nbsp;
当社は、本サービスに関する業務の一部または全部を第三者に委託することができるものとします。<br/>

<br/><br/>
第18条（申込者による譲渡等禁止）<br/>
&nbsp;&nbsp;&nbsp;
申込者は、当社の書面による事前の承諾なしに、本契約上の地位および本契約によって生じる権利義務の全部または一部を第三者に譲渡し、承継し、または担保に供してはならないものとします。<br/>

<br/><br/>
第19条（協議および管轄裁判所）<br/>
１　本契約の準拠法は日本法とし、本契約に定めのない事項または本契約の解釈についての疑義が生じた場合は、申込者および当社は誠実に協議し円満な解決をはかるものとします。<br/>
２　本契約に関する訴訟等を提起する場合、訴額に応じ長野地方裁判所または長野簡易裁判所をもって第一審の専属的合意管轄裁判所とします。<br/>

<br/><br/>
2018年●月●日　制定・実施 <br/>
（以下、余白）<br/>
（別紙）機能一覧 <br/>
（１）・・・ <br/>
（２）・・・ <br/>

<br/><br/>
（別紙）料金一覧 <br/>
①　導入費 <br/>
&nbsp;&nbsp;&nbsp;
申込者は、本サービスの納品時に所定の導入費を支払うものとします。当社は、本サービスの納品後すみやかに請求書を発行し、申込者は、本サービスの納品日が属する月の翌月末日までに支払うものとします。<br/>
②　運用費<br/>
&nbsp;&nbsp;&nbsp;
申込者は、第12条に定める契約期間の間、毎月、所定の運用費を支払うものとします。当社は、当該月の翌月3営業日以内に請求書を発行し、申込者は請求書を受け取った月の末日までに支払うものとします<br/>
③　その他<br/>
&nbsp;&nbsp;&nbsp;
上記各号の他、申込者は、申込書等において支払いを承諾した費用・対価を、所定の期限までに支払うものとします。<br/>
