KIDS MEAL Pro の幼稚園・保育園ユーザー 新規アカウント登録フォームにて以下の申し込みがありました。
KIDS MEAL Proにシステム管理者アカウントでログインして、登録内容を精査の上、アカウントの登録可否を決定してください。

==============================
登録申請内容
==============================
{{$name}}
{{$contact_name}}
{{$zipcode.$prefecture.$city.$street_address.$building}}

{{$phone}}
{{$email}}
==============================

* 本メール送信日時より必ず３営業日以内に対応してください。


•••••••••••••••••••••••••••••••••••••••••
このメッセージは
KIDS MEAL Pro 幼稚園・保育園ユーザー 
新規アカウント登録機能
より自動送信されています。
•••••••••••••••••••••••••••••••••••••••••