<p>本メールはKIDS MEAL Proの幼稚園・保育園ユーザー新規アカウント登録ウィザードよりご送信いただいたメールアドレスの存在確認と、次の登録ステップへのご案内の目的で送信させていただいております。</p>

<p>以下のURLよりステップ3にお進みいただき、貴園の情報をご入力ください。</p><br>

<p><a href="{{$url}}">{{$url}}</a></p>

<p>* URLをタップしてもページが開かない場合は、URL全体をコピーして、ご利用のブラウザのアドレスバーに貼り付けて開いてください。</p>
<p>* URLは本メール発信時より72時間のみ有効です。ご登録が完了しないまま72時間が経過致しますと、同URLはご利用いただけなくなります。この場合は、最初（https://pro.kids‒meal.com/register/）からやり直してください。</p>

<p>KIDS MEAL Proを含むKIDS MEAL システムに関するご質問、お問い合わせは“info@mealcare.co.jp”までメールにてご連絡ください。</p>

<p>なお、KIDS MEAL Proのアカウント取得を申請された覚えがない場合、他のユーザーが誤ってメールアドレスを入力していることが考えられます。この場合、本メールは削除いただけますようお願い申し上げます。</p>

<p>数回に渡り本メールを誤って受信されている場合は、お手数ですが、“info@mealcare.co.jp”までご連絡ください。</p>


<p>••••••••••••••••••••••••••••••••••••••••• </p>
<p>食を通じて園と保護者がつながるシステム</p>
<p>KIDS MEAL Pro & KIDS MEAL Camera </p>
<p>••••••••••••••••••••••••••••••••••••••••• </p>
<p>[ 運営会社 ] 
<p>株式会社ミールケア KIDS MEAL事業部</p>
<p>長野県長野市穂保731番地1</p>
<p><a href="http://www.mealcare.co.jp ">http://www.mealcare.co.jp </a></p>
<p><a mail:to="info@mealcare.co.jp">info@mealcare.co.jp</a></p>
<p>••••••••••••••••••••••••••••••••••••••••• </p>
