{{$name}}
{{$contact_name}}

KIDS MEAL Pro の園ユーザーアカウント発行のお申し込みありがとうございました。
ご登録いただきました内容を確認させていただきました結果、誠に不本意ながら今回はアカウントの発行をお断りする結果となりましたのでお知らせ申し上げます。
アカウント発行をお断りさせていただく理由はお答えいたしかねますのでご了承くださいませ。

なお、新規アカウント登録フォームより再度ご登録を試みていただくことは可能です。
その際は以下の点にご留意いただけますようお願いいたします。

・ 幼稚園・保育園の名称が公的に確認できる正式名称であること
・ 実際に保育園・幼稚園を運営されていらっしゃる団体であること
・ 住所や電話番号が公的に確認できること
・ お電話にてご担当者さまにご連絡がつくこと

KIDS MEALにご興味をお持ちいただきまして、ありがとうございました。


•••••••••••••••••••••••••••••••••••••••••
食を通じて園と保護者がつながるシステム
KIDS MEAL Pro & KIDS MEAL Camera
•••••••••••••••••••••••••••••••••••••••••
[ 運営会社 ]
株式会社ミールケア KIDS MEAL事業部
長野県長野市穂保731番地1
http://www.mealcare.co.jp
info@mealcare.com
•••••••••••••••••••••••••••••••••••••••••
