{{$name}}
{{$contact_name}}

KIDS MEAL Pro の園ユーザーアカウントのお申し込みありがとうございました。
ご登録いただきました内容でアカウントを発行いたしましたのでお知らせ申し上げます。
以下のアカウント情報を用いてKIDS MEAL Proにログインしてください。

==============================
ログインアカウント
==============================
ログインURL:  {{secure_url("/")}}
ユーザーネーム:  {{$email}}
パスワード:  ご登録いただいたパスワード
==============================

初回ログイン後に画面の指示に沿って初期登録を完了いただけますようお願いいたします。

KIDS MEAL Proを含むKIDS MEAL システムに関するご質問、お問い合わせは“info@mealcare.co.jp”までメールにてご連絡ください。


•••••••••••••••••••••••••••••••••••••••••
食を通じて園と保護者がつながるシステム
KIDS MEAL Pro & KIDS MEAL Camera
•••••••••••••••••••••••••••••••••••••••••
[ 運営会社 ]
株式会社ミールケア KIDS MEAL事業部
長野県長野市穂保731番地1
http://www.mealcare.co.jp
info@mealcare.co.jp
•••••••••••••••••••••••••••••••••••••••••
